<!DOCTYPE html>
<html lang="ja">
<head>
  <meta charset="UTF-8">
  <title>物販レジ使い方</title>
  <link rel="stylesheet" type="text/css" href="../css/common.css">
  <link rel="stylesheet" type="text/css" href="./this_img.css">
</head>
<body>
  <div class="box_nav">
    <h1>物販レジについて</h1>
<!--       <div class="new">
        <ul class="news">
          <li class="red"><a href="#7">物販レジを清算した当日に限り、一部情報が修正できるようになります。（2016.5.18～）</a></li>
          <li class="red"><a href="#3">物販レジ一覧の画面の表示が変わります。（2016.5.18～）</a></li>
        </ul>
      </div> -->
    <ul>
      <li><a href="#1">物販レジ画面はじめに</a></li>
      <li><a href="#2">物販レジ画面使い方</a></li>
      <li><a href="#3">物販一覧の見方</a></li>
    </ul>
    <h2>こんな時は</h2>
    <ul>
      <li><a href="#4">領収書を発行したい時は</a></li>
      <li><a href="#5">登録したはずの内容が無い？と思った時は</a></li>
      <li><a href="#6">間違えて2回以上物販レジ清算してしまったと思った時は</a></li>
      <li><a href="#7">一度登録した情報を修正したい時は</a></li>
    </ul>
  </div>
  <div id="1" class="m32 box">
    <div class="box_inner">
      <h1>物販レジ画面はじめに</h1>
      <div>
        <p class="img01_1">
        <p>
          画面がこのような表示にならないときは、<span class="red">何も入力していない状態で</span>「Ctrl」キーと「F５」キーを同時に押してください。画面が更新され、表示が変わります。
        </p>
        <p>※変わらない場合はシステム部までご連絡ください。</p>
      </div>
    </div>
  </div>
  <div id="2" class="m32 box">
    <div class="box_inner">
      <h1>物販レジ画面使い方</h1>
      <div>
        <p>1.店舗名・担当者を選びます。</p>
        <p class="img01_2"></p>
        <p>2.商品の個数を入力します。</p>
        <p class="img02_2"></p>
        <p>3.合計金額が自動で表示されます。</p>
        <p class="img03_2"></p>
        <p>4.支払方法を選びます。</p>
        <p class="img04_2"></p>
        <p>5.「submit」を押すと画面が更新されます。</p>
        <h2>登録完了画面</h2>
        <p class="img05_2"></p>
        <p>
          「購入履歴」「出力」が表示されます。<span class="red">商品の個数を入力する欄は空欄に戻ります。</span><br>
        </p>
      </div>
    </div>
  </div>
  <div id="3" class="m32 box">
    <div class="box_inner">
      <h1>物販一覧の見方</h1>
      <div>
        <p>
          「物販管理一覧」は、商品の種類ごとに1行ずつ表示されます。<br>
          <!-- <span class="red">1回のレジ清算で2種類の商品を購入されたお客様は、2行表示されます。</span> -->
        </p>
        <p class="img01_3"></p>
        <ul>
          <li><span class="red">「清算ID」</span>…1回の物販レジ清算で1つの番号が発行されます。<!-- お客様が複数の種類を購入された時は、<span class="red">同じ清算IDで複数の行が表示されます。</span> --></li>
          <li>「管理No」…商品の在庫管理時に使用します。</li>
          <li>「店舗」…販売店舗名。</li>
          <li>「日付」…販売した日付。</li>
          <li>「商品名」…販売した商品名。</li>
          <li>「個数」…販売個数。</li>
          <li>「会員番号」…お客様番号。</li>
          <li>「顧客氏名」…お客様名。</li>
          <li>「レジ担当」…レジ担当者。</li>
          <li>「物販担当」…物販担当者。</li>
        </ul>
      </div>
    </div>
  </div>
  <div id="4" class="m32 box">
    <div class="box_inner">
      <h1>領収書を発行したい時</h1>
      <div>
        <p>1.「レジ」＞「物販一覧」を表示してください。</p>
        <p class="img01_4"></p>
        <p>
          2.「清算ID」か、「お客様の名前」をクリックすると清算済みの物販レジ画面が表示されます。<br>
          <!-- （2行以上ある時は、同じ清算IDならどの行をクリックしても構いません。） -->
        </p>
        <p class="comment">※クリックできる文字は下線が付いています。</p>
        <p class="img02_4"></p>
        <p>2.クリックすると物販レジ清算終了後の画面が表示されます。</p>
        <p class="comment"><span class="red">※商品の個数を入力する欄は空欄で表示されます。</span></p>
        <p class="img03_4"></p>
      </div>
    </div>
  </div>
  <div id="5" class="m32 box">
    <div class="box_inner">
      <h1>登録したはずの内容が無い？と思った時は</h1>
      <div>
        <p>※物販のレジ清算は、カウンセリングやトリートメントのレジ清算と仕組みが違います。<br>
    そのため<span class="red">一度登録した清算情報は一覧画面からしか見る事ができません。</span></p>
        <p>1.「レジ」＞「物販一覧」を表示してください。</p>
        <p class="img01_4"></p>
        <p>2.「清算ID」か、「顧客氏名」をクリックすると清算済みの物販レジ画面が表示されます。</p>
        <p class="comment">※クリックできる文字は下線が付いています。</p>
        <p class="img02_4"></p>
        <p class="comment">クリックすると物販レジ清算終了後の画面が表示されます。</p>
        <p class="comment"><span class="red">※商品の個数を入力する欄は空欄で表示されます。</span></p>
        <p class="img03_4"></p>
      </div>
    </div>
  </div>
  <div id="6" class="m32 box">
    <div class="box_inner">
      <h1>間違えて2回以上物販レジ清算してしまったと思った時は</h1>
      <div>
        <h3>1.はじめに「レジ」＞「レジ一覧」を確認してください。</h3>
          <dl class="branch">
            <dt>A.お客様の「物販」の行が1行だけで、金額も合っている。</dt>
            <dd>販売商品の履歴を確認します。2へ進んでください。</dd>
            <dt>B.お客様の「物販」の行が2行以上ある。</dt>
            <dd>
              2回以上物販レジ清算が行われています。<br>
              削除したい行の「店舗名」「日付」「会員番号」「顧客氏名」「オプション金額」「現金入金」「カード入金」をシステム部まで連絡してください。<br>
              <!-- 削除したい行の「店舗名」「日付」「会員番号」「顧客氏名」「オプション金額」「現金入金」「カード入金」と、<br>正しい行の「店舗名」「日付」「会員番号」「オプション金額」「現金入金」「カード入金」、「実際に販売した商品の種類と個数」をシステム部まで連絡してください。<br> -->2には進まないでください。
            </dd>
          </dl>
        <h3>2.「レジ」＞「物販一覧」を表示してください。</h3>
        <p>間違えて2回以上物販レジ清算をしたお客様のお名前の行を確認してください。</p>
          <dl class="branch">
            <dt>A.お客様の行を全て確認し、販売した商品の種類と個数が合っている。</dt>
            <dd>販売履歴の登録は正常です。全ての物販レジ清算登録は正常に行われています。<br>システム対応は不要です。</dd>
            <dt>B.お客様の行を全て確認し、販売した商品の種類と個数が間違っている。</dt>
            <dd>
              2回以上物販レジ清算が行われた可能性があります。<br>
              「清算ID」「管理No」「会員番号」「顧客氏名」と、「実際に販売した商品の種類と個数」をシステム部まで連絡してください。
            </dd>
          </dl>
      </div>
    </div>
  </div>
  <div id="7" class="m32 box">
    <div class="box_inner">
      <h1>一度登録した情報を修正したい時は</h1>
      <div>
        <p>物販レジで登録した情報は、登録した当日に限り修正可能です。</p>
        <h3>修正できる箇所</h3>
        <ul>
          <li>店舗名</li>
          <li>物販担当</li>
          <li>レジ担当</li>
          <li>商品個数</li>
          <li>支払方法</li>
        </ul>
        <h3>修正方法</h3>
        <ul class="branch_nav brown">
          <li><a href="#branch7_A">顧客を間違えて登録してしまった。</a></li>
          <li><a href="#branch7_B">購入がキャンセルになった。</a></li>
          <li><a href="#branch7_C">購入商品の個数を変更したい。</a></li>
          <li><a href="#branch7_D">購入商品の種類を変更したい。</a></li>
        </ul>
        <dl class="branch">
          <dt id="branch7_A">A.顧客を間違えて登録してしまった。</dt>
          <dt id="branch7_B">B.購入がキャンセルになった。</dt>
            <dd>店舗では修正できません。システム対応へ連絡してください。</dd>
          <dt id="branch7_C">C.購入商品の個数を変更したい。</dt>
            <dd>
              <h3>物販レジ清算終了後の画面から修正可能です。</h3>
              <div>
                <p>1.「レジ」＞「物販一覧」を表示してください。</p>
                <p class="img01_4"></p>
                <p>2.「清算ID」か、「顧客氏名」をクリックすると清算済みの物販レジ画面が表示されます。<span class="comment">※クリックできる文字は下線が付いています。</span></p>
                <p class="img02_4"></p>
                <p class="img01_7"></p>
                <p>3.「商品名・個数入力」で、購入する個数を入力します。</p>
                <div class="indent1">
                  <p class="brown">（例）モイスチャーローション2個から1個に変更する。</p>
                  <p class="brown indent1">
                    モイスチャーローションの個数入力欄に「1」を入力してください。
                    <span class="red comment">※商品個数を全て「0」にして修正する事はできません。</span>
                  </p>
                </div>
                <p class="img02_7"></p>
                <p>4.支払方法を選択します。</p>
                <p class="img03_7"></p>
                <p>5.「修正する」を押すと画面が更新されます。</p>
                <p>6.「購入履歴」を確認してください。購入履歴が正しい商品・数字になっていたら登録完了です。</p>
                <p class="img04_7"></p>
              </div>
            </dd>
          <dt id="branch7_D">D.購入商品の種類を変更したい。</dt>
          <dd>
              <h3>物販レジ清算終了後の画面から修正可能です。</h3>
                <p>1.「レジ」＞「物販一覧」を表示してください。</p>
                <p class="img01_4"></p>
                <p>2.「清算ID」か、「顧客氏名」をクリックすると清算済みの物販レジ画面が表示されます。<span class="comment">※クリックできる文字は下線が付いています。</span></p>
                <p class="img02_4"></p>
                <p class="img01_7"></p>
                <p>3.「商品名・個数入力」で、購入する個数を入力します。</p>
                <div class="indent1">
                  <p class="brown">（例）モイスチャーローション1個から「テスト商品」1個に変更する</p>
                  <p class="brown indent1">
                    「テスト商品」の個数入力欄に「1」を入力してください。
                    <span class="red comment">※商品個数を全て「0」にして修正する事はできません。</span>
                  </p>
                </div>
                <p class="img05_7"></p>
                <p>4.支払方法を選択します。</p>
                <p class="img03_7"></p>
                <p>5.「修正する」を押すと画面が更新されます。</p>
                <p>6.「購入履歴」を確認してください。購入履歴が正しい商品・数字になっていたら登録完了です。</p>
                <p class="img06_7"></p>
          </dd>
        </dl>
      </div>
    </div>
  </div>
  <!-- <div id="8" class="m32 box"></div>
  <div id="9" class="m32 box"></div>
  <div id="10" class="m32 box"></div> -->
</body>
</html>